export default function ServiceSection() {
  //   const services = [
  //     {
  //       title: "Разработка сайта",
  //       price: "36 000",
  //       time: "неделя",
  //       video: "/",
  //       stages: [
  //         {
  //           title: "Аналитика и планирование",
  //           columns: "two",
  //           desc: [
  //             "Исследование рынка: Анализ конкурентов, целевой аудитории и тенденций в отрасли.",
  //             "Определение целей и задач: Четкое понимание того, что должен достичь сайт (продажи, информирование, привлечение пользователей и т.д.).",
  //             "Составление технического задания (ТЗ)",
  //           ],
  //         },
  //         {
  //           title: "Дизайн",
  //           columns: "two",
  //           desc: [
  //             "Исследование рынка: Анализ конкурентов, целевой аудитории и тенденций в отрасли.",
  //             "Определение целей и задач: Четкое понимание того, что должен достичь сайт (продажи, информирование, привлечение пользователей и т.д.).",
  //             "Составление технического задания (ТЗ)",
  //           ],
  //         },
  //         {
  //           title: "Фронтенд-разработка",
  //           columns: "two",
  //           desc: [
  //             "Исследование рынка: Анализ конкурентов, целевой аудитории и тенденций в отрасли.",
  //             "Определение целей и задач: Четкое понимание того, что должен достичь сайт (продажи, информирование, привлечение пользователей и т.д.).",
  //             "Составление технического задания (ТЗ)",
  //           ],
  //         },
  //         {
  //           title: "Бэкенд-разработка",
  //           columns: "two",
  //           desc: [
  //             "Исследование рынка: Анализ конкурентов, целевой аудитории и тенденций в отрасли.",
  //             "Определение целей и задач: Четкое понимание того, что должен достичь сайт (продажи, информирование, привлечение пользователей и т.д.).",
  //             "Составление технического задания (ТЗ)",
  //           ],
  //         },
  //         {
  //           title: "Тестирование",
  //           columns: "two",
  //           desc: [
  //             "Исследование рынка: Анализ конкурентов, целевой аудитории и тенденций в отрасли.",
  //             "Определение целей и задач: Четкое понимание того, что должен достичь сайт (продажи, информирование, привлечение пользователей и т.д.).",
  //             "Составление технического задания (ТЗ)",
  //           ],
  //         },
  //       ],
  //     },
  //     {
  //       title: "Разработка логотипа",
  //       price: "18 000",
  //       time: "неделя",
  //       video: "/",
  //       stages: [
  //         {
  //           title: "Аналитика и планирование",
  //           columns: "three",
  //           desc: [
  //             "Изучение бренда и его ценностей: анализируем компанию, её миссию, ценности и уникальные черты, которые должны найти отражение в логотипе.",
  //             "Исследование целевой аудитории: определяем, на какую аудиторию ориентирован бренд, чтобы логотип резонировал с их предпочтениями и вкусами.",
  //             "Анализ конкурентов: изучаем логотипы компаний-конкурентов, чтобы выделить бренд на их фоне и избежать схожести в дизайне",
  //           ],
  //         },
  //         {
  //           title: "Определение концепции",
  //           columns: "two",
  //           desc: [
  //             "Постановка задач логотипа: определяем, какие цели должен выполнять логотип — передача уникальности бренда, его отраслевой принадлежности или обращение к эмоциям аудитории",
  //             "Формирование визуальной идеи: создаём первичное описание стилистики (минимализм, классический, современный и т. д.) и ключевых элементов, которые будут использоваться",
  //           ],
  //         },
  //         {
  //           title: "Генерация идей и создание эскизов",
  //           columns: "two",
  //           desc: [
  //             "Мозговой штурм и создание набросков: создаём несколько набросков на основе собранной информации и выбранной концепции. Это позволяет отразить разные стилистические варианты.",
  //             "Формирование mood board: собираем референсы, цветовые палитры и примеры для определения визуального направления",
  //           ],
  //         },
  //         {
  //           title: "Разработка основных вариантов логотипа",
  //           columns: "three",
  //           desc: [
  //             "Создание нескольких концептов: готовим 2-3 детализированных варианта логотипа с учётом цвета, форм и типографики.",
  //             "Подбор цветовой палитры и шрифта: выбираем цвета и шрифты, которые подчёркивают уникальность бренда и передают нужное настроение.",
  //             "Презентация клиенту: представляем созданные концепции, объясняя логику каждого варианта",
  //           ],
  //         },
  //         {
  //           title: "Сбор обратной связи и доработка",
  //           columns: "two",
  //           desc: [
  //             "Обсуждение и сбор обратной связи: получаем замечания и пожелания клиента по выбранному варианту",
  //             "Доработка логотипа: вносим правки с учётом полученной обратной связи и уточнений клиента.",
  //           ],
  //         },
  //         {
  //           title: "Подготовка и передача логотипа",
  //           columns: "two",
  //           desc: [
  //             "Подготовка финальных файлов: создаём файлы логотипа в различных форматах (например, PNG, SVG, PDF), адаптированных для использования в вебе и печати.",
  //             "Передача клиенту: передаём финальные файлы, а также руководство по использованию логотипа, если требуется.",
  //           ],
  //         },
  //       ],
  //     },
  //     {
  //       title: "Разработка сайта",
  //       price: "36 000",
  //       time: "неделя",
  //       video: "/",
  //       stages: [
  //         {
  //           title: "Аналитика и планирование",
  //           columns: "two",
  //           desc: [
  //             "Исследование рынка: Анализ конкурентов, целевой аудитории и тенденций в отрасли.",
  //             "Определение целей и задач: Четкое понимание того, что должен достичь сайт (продажи, информирование, привлечение пользователей и т.д.).",
  //             "Составление технического задания (ТЗ)",
  //           ],
  //         },
  //         {
  //           title: "Дизайн",
  //           columns: "two",
  //           desc: [
  //             "Исследование рынка: Анализ конкурентов, целевой аудитории и тенденций в отрасли.",
  //             "Определение целей и задач: Четкое понимание того, что должен достичь сайт (продажи, информирование, привлечение пользователей и т.д.).",
  //             "Составление технического задания (ТЗ)",
  //           ],
  //         },
  //         {
  //           title: "Фронтенд-разработка",
  //           columns: "two",
  //           desc: [
  //             "Исследование рынка: Анализ конкурентов, целевой аудитории и тенденций в отрасли.",
  //             "Определение целей и задач: Четкое понимание того, что должен достичь сайт (продажи, информирование, привлечение пользователей и т.д.).",
  //             "Составление технического задания (ТЗ)",
  //           ],
  //         },
  //         {
  //           title: "Бэкенд-разработка",
  //           columns: "two",
  //           desc: [
  //             "Исследование рынка: Анализ конкурентов, целевой аудитории и тенденций в отрасли.",
  //             "Определение целей и задач: Четкое понимание того, что должен достичь сайт (продажи, информирование, привлечение пользователей и т.д.).",
  //             "Составление технического задания (ТЗ)",
  //           ],
  //         },
  //         {
  //           title: "Тестирование",
  //           columns: "two",
  //           desc: [
  //             "Исследование рынка: Анализ конкурентов, целевой аудитории и тенденций в отрасли.",
  //             "Определение целей и задач: Четкое понимание того, что должен достичь сайт (продажи, информирование, привлечение пользователей и т.д.).",
  //             "Составление технического задания (ТЗ)",
  //           ],
  //         },
  //       ],
  //     },
  //     {
  //       title: "Разработка сайта",
  //       price: "36 000",
  //       time: "неделя",
  //       video: "/",
  //       stages: [
  //         {
  //           title: "Аналитика и планирование",
  //           columns: "two",
  //           desc: [
  //             "Исследование рынка: Анализ конкурентов, целевой аудитории и тенденций в отрасли.",
  //             "Определение целей и задач: Четкое понимание того, что должен достичь сайт (продажи, информирование, привлечение пользователей и т.д.).",
  //             "Составление технического задания (ТЗ)",
  //           ],
  //         },
  //         {
  //           title: "Дизайн",
  //           columns: "two",
  //           desc: [
  //             "Исследование рынка: Анализ конкурентов, целевой аудитории и тенденций в отрасли.",
  //             "Определение целей и задач: Четкое понимание того, что должен достичь сайт (продажи, информирование, привлечение пользователей и т.д.).",
  //             "Составление технического задания (ТЗ)",
  //           ],
  //         },
  //         {
  //           title: "Фронтенд-разработка",
  //           columns: "two",
  //           desc: [
  //             "Исследование рынка: Анализ конкурентов, целевой аудитории и тенденций в отрасли.",
  //             "Определение целей и задач: Четкое понимание того, что должен достичь сайт (продажи, информирование, привлечение пользователей и т.д.).",
  //             "Составление технического задания (ТЗ)",
  //           ],
  //         },
  //         {
  //           title: "Бэкенд-разработка",
  //           columns: "two",
  //           desc: [
  //             "Исследование рынка: Анализ конкурентов, целевой аудитории и тенденций в отрасли.",
  //             "Определение целей и задач: Четкое понимание того, что должен достичь сайт (продажи, информирование, привлечение пользователей и т.д.).",
  //             "Составление технического задания (ТЗ)",
  //           ],
  //         },
  //         {
  //           title: "Тестирование",
  //           columns: "two",
  //           desc: [
  //             "Исследование рынка: Анализ конкурентов, целевой аудитории и тенденций в отрасли.",
  //             "Определение целей и задач: Четкое понимание того, что должен достичь сайт (продажи, информирование, привлечение пользователей и т.д.).",
  //             "Составление технического задания (ТЗ)",
  //           ],
  //         },
  //       ],
  //     },
  //   ];

  return (
    <section>
      <h2>Что же мы умеем</h2>
    </section>
  );
}
